{
  "common": {
    "Home": "الرئيسية",
    "Our Products": "منتجاتنا",
    "About Us": "من نحن",
    "Mission & Vision": "الرؤية والرسالة",
    "Our Values": "قيمنا",
    "Human Resources": "الموارد البشرية",
    "Production": "الإنتاج",
    "Contact Us": "تواصل معنا",
    "Description": "يهدف قسم الأسئلة الشائعة إلى الإجابة عن أكثر استفساراتك تكرارًا.",
    "Liquid Fertilizers": "الأسمدة الذوابة",
    "Green Agriculture Products": "منتجات الزراعة الخضراء",
    "Suspension Fertilizers (Gel)": "الأسمدة المعلقة (الجيل)",
    "Subscribe to Newsletter": "تابع جديدنا عبر البريد",
    "Email": "ادخل الايميل الخاص بك",
    "Subscribe": "انضم ",
    "Ready to Get Started?": "ابدأ الآن!",
    "Description2": "لديك سؤال؟ تواصل معنا بسهولة أو تصفّح قسم الأسئلة الشائعة لتحصل على إجابة سريعة."
  },
  "contact": {
    "Contact Us": "تواصل معنا",
    "Send Us a Message": "أرسل لنا  رسالة",
    "First Name": "الاسم الاول",
    "Last Name": "الاسم الثاني",
    "Email": "البريد الالكتروني",
    "Message": "الرسالة",
    "Send Message": "إرسال الرسالة",
    "Main Branch": "الفرع الرئيسي",
    "Call": "الهاتف",
    "Whats App": "الواتساب",
    "Location": "الموقع"
  },
  "productions": {
    "Production": "الإنتاج",
    "Description": "تهدف بيمكو كيميا إلى الحفاظ على أعلى مستوى من رضا العملاء من خلال تقديم منتجات كيميائية عالية الجودة. باستخدام التقنيات الحديثة في مرافق الإنتاج لدينا وبدعم من الأنشطة البحثية والتطويرية، نستجيب بسرعة وفعالية لاحتياجات عملائنا. هدفنا هو تقديم حلول مخصصة لعملائنا تلبي احتياجاتهم."
  },
  "human-resource": {
    "Human Resource": "الموارد البشرية",
    "Description1": "استخدام القوة البشرية الفعالة في المكان المناسب وتحقيق النجاح بفاعلية",
    "Description2": "تعتمد سياسة الموارد البشرية لدينا على الهيكل التنظيمي الذي يسمح للشركة بالتعلم وتطوير القوى العاملة الفعالة في المكان المناسب وبفعالية.\nبيمكو كيميا. مثل؛ إن العمل مع أفراد صادقين وموثوق بهم ومخلصين لقيم شركتنا هو هدفنا الرئيسي.\n\nتعد القدرة على التكيف بسهولة مع التغيير والمشاركة بنجاح في العمل الجماعي أمرًا ذا أهمية كبيرة لشركتنا.\n\nالقدرة على العمل بفعالية وإبداع والحافز العالي هي سمات لا غنى عنها نسعى في موظفينا. تلتزم شركاتنا بالتطوير والتقدم المستمر ، وكذلك بالقيمة الشخصية لموظفيها.\nيدرك بيمكو كيميا جيدًا قيمة الاستثمار الذي يتم إجراؤه على الناس. كشركة ، نسعى جاهدين لتوفير فرص التدريب لموظفينا لتطوير مواهبهم وتحقيق نجاح كبير في مجالات تخصصهم.\nإذا كنت تشاركنا رؤيتنا العالمية وشغفنا لخلق القيمة ؛ إذا كنت تهدف إلى العمل في شركة ديناميكية ومتطورة ، فسيسعدنا مقابلتك"
  },
  "our-values": {
    "Our Values": "قيمنا",
    "Perfectionism": "الإتقان",
    "Flexibility": "المرونة",
    "Entrepreneurial Spirit": "روح ريادة الأعمال",
    "Innovation": "الابتكار",
    "Sustainability": "الاستدامة",
    "Consistency and Respect": "الثبات والاحترام"
  },
  "mission-vision": {
    "Vission & Mission": "الرؤية و الرسالة",
    "OUR MISSION": "مهمتنا",
    "Description1": "مهمتنا هي تحقيق نمو مستدام طويل الأجل وخلق قيمة مستمرة. هذا أكثر من مجرد تحسين العمليات أو خفض التكاليف. يتضمن استخدام عامل الرفع لموارد الشركة في انسجام مع البيئة عوامل مثل إظهار أداء أعلى ، وتقديم منتجات وخدمات أكثر قيمة لعملائنا ، وتوفير المزيد من الرخاء لموظفينا وعائدات أعلى لمساهمينا",
    "OUR VISION": "رؤيتنا.",
    "Description2": "لخدمة التجارة العالمية والإنتاج بأكثر الطرق صدقًا وكمالًا."
  },
  "about-us": {
    "About Us": "من نحن",
    "Description1": "تعمل بيمكو كيميا في قطاع الكيماويات الزراعية؛ تأسست عام 1990 تحت أسماء وعلامات تجارية مختلفة، واليوم بدأت الإنتاج في مصنعها في شانلي أورفا بفضل فريقها المبتكر والمهني المنفتح على التطورات. تواصل اليوم أنشطتها في مصنعها بالمنطقة الصناعية الثانية في شانلي أورفا، المبني على مساحة مغلقة تبلغ 16,000 متر مربع. اعتمدت بيمكو كيميا مبدأ إضافة القيمة لأصحاب المصلحة من عملائها ومورديها من خلال نهجها في الإنتاج والخدمة عالية الجودة. بفضل كوادرها في الميدان والإنتاج، تواصل العمل بأحدث تقنيات التكنولوجيا مع فريق محترف يتمتع بخبرة واسعة في الصناعة. يتم تصدير 20٪ من الطاقة الإنتاجية السنوية البالغة 200 ألف طن إلى دول الشرق الأوسط وأفريقيا، وخاصة إلى الدول الأوروبية.",
    "Title1": "الهدف الدائم لنا هو أن نكون \"الأفضل\" دائمًا.",
    "Description2": "هدفنا الرئيسي هو أن نكون الأفضل في الجودة، والخدمة، ومصادر التوريد، وعلاقات الموزعين، وخيارات الاستثمار، والحفاظ على هذه الصورة لدى الجمهور. ولتحقيق هذا الهدف، فإن مبدأنا الأساسي هو تولي الإدارة في مجالات التشغيل وأن نكون رواد السوق.",
    "Title2": "هدفنا هو خلق موارد للتحسين المستمر.",
    "Description3": "القيام بالاستثمارات اللازمة لضمان استمرارية الخدمة؛ وتشجيع توحيد المدخرات الصغيرة والكبيرة؛ من مبادئنا الأساسية مساعدة موظفينا والمساهمة في التنمية الاقتصادية والاجتماعية للمجتمع، وخلق موارد من الأنشطة، وعدم التضحية بالاعتدال من خلال الاستخدام الرشيد لجميع الموارد. شعارنا هو الالتزام بأخلاقيات العمل السامية ومبادئ العمل الصادق. مبدؤنا هو التصرف بحسن نية وتفهم والالتزام دائمًا بالقوانين والقواعد الأخلاقية لتوفير المنافع المتبادلة في جميع علاقاتنا. الوفاء بمسؤولياتنا تجاه أجيال اليوم والأجيال القادمة هو مبدأ أساسي آخر نحن رواده ولا يمكننا التخلي عنه. ومن أجل تركيا والعالم، نحن على وعي بواجبنا في نشر هذه الثقافة وحماية البيئة."
  },
  "our-products": {
    "Filters": "فلتره النتائج",
    "Search": "بحث"
  }
}
